{
  "language": "Italian",

  //Add your name to the bottom of the contributors list if you have contributed
  "contributors": [
      "Indil77",
      "DevLBD"
  ],

  "translations": {
    "general": {
      "error": "Errore", /* Capital start letter */
      "invalid_path": "Percorso non valido",
      "no_cloudservice_chosen": "Sembra che tu non abbia scelto un servizio cloud. Vuoi rifare la configurazione guidata?",
      "cloud_setup_failed": "La configurazione del servizio cloud non è andata a buon termine - riprova.",
      "start_with_pc_desc": "Vuoi che questo software si apra automaticamente all'avvio di Windows (consigliato)? Fai clic su \"Sì\"",
      "start_with_pc_no": "Bene. Se ci ripensi e vuoi che ACC si apra automaticamente, puoi sempre fare clic col tasto destro del mouse su AssistantComputerControl nella barra delle applicazioni e selezionare \"Esegui all'avvio\"!",
      "start_with_pc_yes": "Ottima scelta! Adesso ACC sarà eseguito all'avvio di Windows"
    },
    "settings": {
      /*
    * [SECTION INFO]
    * - Use "\n" for line break - no HTML
    */

      "window_name": "Impostazioni",

      "overall_settings_title": "Impostazioni generali",
      "program_language_label": "Lingua del software",
      "save_language_btn": "salva",
      "start_with_windows": "Avvia con Windows?",
      "check_for_updates": "Controlla gli aggiornamenti?",
      "action_error_message_box": "Show action errors?",
      "join_beta_program": "Unisciti al programma beta?",

      "file_edited_margin": "Limite di modifica del file (secondi)",
      "file_read_delay": "Ritardo di lettura del file (secondi)",
      "file_read_delay_desc_text": "Che cos'è? (passa sopra il cursore)",
      "file_read_delay_desc_text_hover_content": "A volte il software potrebbe leggere un file prima che sia stato correttamente sincronizzato. Questa impostazione ritarderà la lettura del file per la quantità di secondi indicata",

      "advanced_settings_btn": "Impostazioni Avanzate",
      "open_log_btn": "Apri il log",
      "action_simulator_btn": "Prova le Azioni",
      "do_setup_again": "Ripeti la configurazione guidata",

      "delete_warning_text": "(Azione di Eliminazione File) Avvisa se stanno per essere eliminati più di una determinata quantità di file.",

      "multi_pc_title": "Supporto multi-computer",
      "multi_pc_description": "Consente di modificare il software per l'esecuzione su più computer,\nsenza che i computer eseguano le stesse azioni.",
      "multi_pc_read_more": "Ulteriori Informazioni",
      "computer_name_field": "Nome del computer",
      "default_computer_checkbox": "Computer predefinito?",
      "default_computer_description": "Se attivato, ACC accetterà le azioni quando \nnon è impostato il \"nome del computer\"",

      "check_for_updates_btn": "Controlla gli Aggiornamenti"
    },
    "advanced_settings": {
      "action_file_extension_label": "Estensione del file per le azioni",
      "action_path_label": "Percorso della cartella",
      "description": "La modifica di queste impostazioni cambierà completamente il \nfunzionamento di AssistantComputerControl. È consigliato solo per coloro \nche non vogliono utilizzare i servizi cloud nativi attualmente supportati.",
      "save_button": "Salva Cartella",
      "title": "Impostazioni Avanzate",
      "why_edit_link": "Perché dovrei modificarlo...?",
      "window_name": "Impostazioni Avanzate"
    },
    "check_for_update": {
      "check_for_update_title": "Controlla aggiornamenti",
      "download_failed": "Il download del nuovo installer ACC non è andato a buon fine. Riprova più tardi, o scaricalo manualmente da AssistantComputerControl.com",
      "new_version_found": "È disponibiile una nuova versione di AssistantComputerControl online ({version_num} [{version_type}]), desideri installarla?",
      "new_version_found_title": "È stata trovata una nuova versione",
      "no_new_update": "Non ci sono nuovi aggiornamenti. Sul tuo sistema è installata l'ultima versione del software ACC!",
      "update_check_failed": "Non è stato possibile eseguire il controllo aggiornamenti perché il tuo computer non risulta connesso a internet",
      "webservers_offline": "Non è stato possibile raggiungere i server web - riprova in seguito",
      "website_offline": "Non è stato possibile cercare nuove versioni. Per favore, riprova in seguito."
    },
    "update_downloading": { /* Needs testing */
      "title": "Download del nuovo aggiornamento...",
      "description": "Puoi chiudere questa finestra: il programma di installazione si aprirà al termine del download",
      "downloaded_bytes": "{x} scaricati di {y}"
    },
    "user_feedback_window": { /* Needs testing */
      "window_name": "Valutazioni degli utenti di AssistantComputerControl"
    },
    "test_action_window": {
      "window_name": "Simulatore Azione",
      "description": "Controlla se le azioni funzionano - le azioni non verranno eseguite.",
      "listening_in": "In ascolto:",
      "listening_for": "per l'estensione;"
    },
    "getting_started": {
      /*
       * [SECTION INFO]
       * - HTML allowed - for the setup guide
       */

      "welcome_title": "Benvenuto in AssistantComputerControl!",
      "welcome_description": "Questo software necessita di un servizio cloud per funzionare. Supporta Dropbox, Google Drive e OneDrive.", //This should only be ONE line - no line breaks
      "click_me": "Cliccami!",
      "recommended": "Consigliato",
      "expert_setup_short_desc": "Sceglimi se vuoi più libertà (personalizzata, senza supporto)",
      "expert_setup_name": "Configurazione per esperti",

      "pick_button_default_text": "Seleziona un servizio cloud", /* text on the button while it's disabled, until the user has clicked a cloud service */
      "pick_button_text": "Procedi con {cloud_service}", /* must contain {cloud_service} - will be replaced with the cloud service name, or the "expert_setup_chosen_text" translation from below */
      "expert_setup_chosen_text": "la configurazione per esperti", /* what apperas after "Proceed with ..." on the pick-button */

      "skip_guide_text": "Clicca qui per saltare la configurazione guidata <i>(non consigliato)</i>",

      "step_1_title": "Installa {cloud_service}",
      "step_2_title": "Configura IFTTT",
      "step_3_title": "Finito! Prova le azioni",

      "install_text": "Installa {cloud_service}",
      "cloud_service_installed": "installato!",
      "looking_for_service": "ricerca...",
      "not_working_modal_opener": "clicca {link_start}qui{link_end} se {cloud_service} <u>è stato</u> installato, e <u>hai</u> eseguito le istruzioni passo passo, ma ACC non ti consente di proseguire",
      "if_you_havent_already": "(se ancora non lo possiedi)", /* Used for "install {cloud service name}, "if you haven't already" */

      "desired_path_not_found": "Qualcosa è andato storto - non è stato possibile trovare il percorso desiderato",
      "error_disappear": "Questo messaggio svanirà entro 10 secondi",
      "try_again": "Riprova",

      /* Manual setup */
      "manual_setup_title": "Configurazione manuale",
      "manual_setup_description": "Se sei sicuro che questo servizio <i>è già</i> installato è hai seguito tutti i passi, ma ACC non ti consente di proseguire al successivo; riempi il campo qui sotto.<br>Se hai scelto un percorso diverso durante l'installazione, ACC potrebbe non essere rilevato.",
      "action_folder_path_label": "Percorso cartella",
      "action_folder_path_description": "Percorso completo alla cartella del tuo servizio cloud. È molto probabile che sia <code>C:/Users/tuo_nomeutente/nome_serviziocloud</code>",
      "manual_setup_button": "Invia e controlla",

      /* Dropbox specific */
      "dropbox_sign_up": "Registrati su Dropbox",
      "download_dropbox": "Scarica l'installer di Dropbox",
      "open_installer_dropbox": "Apri l'installer, e installa Dropbox sul tuo computer",

      /* OneDrive specific */
      "personal_onedrive": "Il mio Drive",
      "work_onedrive": "Work OneDrive",
      "onedrive_sign_up": "Registrati su OneDrive (come per un account Microsoft)",
      "download_onedrive": "Se stai utilizzando Windows 8 o superiore, è molto probabile che avrai già <br>OneDrive sul tuo computer. In caso contrario, <a href=\"https://onedrive.live.com/about/en-sg/download/\">scarica e avvia l'installer di OneDrive</a>",
      "onedrive_go_to_folder": "Vai nella cartella di OneDrive in Esplora risorse",
      "onedrive_create_folder": "Crea una cartella chiamata \"AssistantComputerControl\"",
      "onedrive_always_keep": "Fai clic col pulsante destro del mouse sulla cartella creata e seleziona \"Conserva sempre su questo dispositivo\" <b><i>(molto importante)</i></b>",

      /* Google Drive specific */
      "make_google_account": "Molto probabilmente hai già un account Google - in caso contrario, <a href=\"https://accounts.google.com/signup/v2\">creane uno</a>",
      "google_drive_download": "Scarica Google Drive per il tuo computer <a href=\"https://www.google.com/drive/download/\">seleziona \"Personale; Backup e sincronizzazione\"</a> <small>(se non lo hai già)</small>",
      "google_drive_install": "Avvia l'installer e completa l'installazione",
      "google_drive_click_logo": "Clicca sul logo \"Backup e sincronizzazione di Google\" sulla barra delle applicazioni",
      "google_drive_preferences": "Premi i tre pallini sulla destra, e seleziona <b>\"Preferenze\"</b>",
      "google_drive_sync": "Vai sulla sezione <b>\"Google Drive\"</b> e accertati che <b>\"Sincronizza il mio Drive su questo computer\"</b> sia selezionato",

      "google_drive_sync_all": "Vuoi tutti i tuoi file di Google Drive sul tuo computer?",
      "google_drive_sync_all_desc": "Seleziona \"Sincronizza tutto il mio Drive (x GB)\"",
      "google_drive_acc_only_sync": "... oppure vuoi sincronizzare <i>solo</i> AssistantComputerControl?",
      "google_drive_website_goto": "Vai sul tuo Google Drive (dal tuo browser)",
      "google_drive_create_folder": "Nella scheda \"Il mio Drive\" a lato, fai clic col tasto destro del mouse o premi il menu a discesa da \"Il mio Drive\" in alto e scegli <b>\"Nuova cartella\"</b>",
      "google_drive_name_folder": "Chiama la cartella \"AssistantComputerControl\" <i>(è importante che non siano inseriti altri tipi di caratteri)</i>",
      "google_drive_sync_specific_folders": "Seleziona \"Sincronizza solo queste cartelle...\", e deseleziona tutto tranne la cartella \"AssistantComputerControl\"",

      /* IFTTT specific */
      "set_up_ifttt_acc": "Configura il tuo account IFTTT",
      "set_up_ifttt_extra": "Con gli applet di AssistantComputerControl",
      "ifttt_join": "Registrati su IFTTT",
      "ifttt_join_extra": "(è necessario registrarsi con il tuo account Google se si utilizza Google Assistant)",
      "ifttt_enable_shutdown_applet": "<b>Abilita gli applet che vuoi.</b> Iniziamo con l'azione <code>shutdown</code> <small>(che spegne il computer)</small>.",
      "shutdown_test_link_gh": "Clicca qui se utilizzi Google Assistant",
      "ifttt_shutdown_link_alexa": "o qui se utilizzi Amazon Alexa",
      "ifttt_connect_applet": "Clicca \"Connect\" sull'applet IFTTT", // The "Connect" part should ALWAYS stay the same, no matter the language!
      "ifttt_link_info": "Se non ha collegato ancora il tuo account {cloud_service} o Google/Amazon, ti verrà chiesto di collegare i tuoi account",

      /* "Done" tab */
      "time_to_try_heading": "Prova l'azione di shutdown 3 volte!",
      "listening_for_actions": "In ascolto per le azioni...",
      "done_description": "Ora non resta che provare il software. Con {cloud_service} completamente configurato, un account IFTTT e un applet di ACC abilitato, ora è possibile effettuare un test con sicurezza.",
      "applet_enable_reminder": "Non hai ancora abilitato l'applet di \"shutdown\"? Clicca il collegamento dell'assistente che utilizzi e abilitala.",
      "custom_trigger_reminder": "... a seconda della lingua impostata nell'applet e se hai modificato i trigger nel passaggio 2...",
      "google_assistant_trigger_example": "Il trigger di <b>Google Assistant</b> potrebbe essere;",
      "alexa_trigger_example": "Per <b>Alexa</b>, devi pronunciare",
      "configure_software_info": "Per configurare il software in modo che interagisca col tuo computer nel miglior modo possibile, proviamo l'azione <code>shutdown</code> 3 volte!",
      "wont_execute_reminder": "Le azioni testate <i>non</i> verranno eseguite, ma solo simulate!",

      "fast_learner": "Impari in fretta!", // Shown when the user executes the first action before even going to tab 3
      "too_fast": "Sei stato veloce, ma, forse lo sei stato <i>troppo</i>...?", // Shown when the user is fast, but the action fails

      /* "Not working" modal (troubleshooting) */
      "not_working_button": "Non sta funzionando?",
      "not_working_modal_title": "Il software non sta funzionando",
      "not_working_title": "Non aver paura. La maggior parte dei problemi si risolvono facilmente!",
      "not_working_description": "Esaminiamo alcuni dei problemi più comuni e mettiamo in funzione il software in pochi minuti!",
      "repeat_step_two_suggestion": "Innanzitutto, ti consigliamo di provare a ripetere nuovamente il {link_start}passaggio 2{link_end}. Se sei sicuro che sia impostato correttamente, procedi alle soluzioni di seguito.",

      "problem_introduction_title": "Che problema stai riscontrando?",
      "problem_introduction_description": "Fai clic sul pannello che descrive meglio il tuo problema",

      // Section 1 in TBS
      "assistant_response_issues_desc": "<b> Problema:</b> <i>(esempio)</i> Il mio Assistente Google/Alexa non comprende nessuno dei trigger (quello che dico). <i>(Non importa se il software ACC funziona o meno, IFTTT dovrebbe comunque rispondere)</i>",
      "assistant_response_issues_title": "Il mio assistente non capisce il trigger",

      "tbs_assistant_solution_one": "Assicurati che l'account dell'assistente <i>(Google o Alexa)</i> che hai collegato al tuo account IFTTT sia lo stesso dell'assistente con cui stai parlando e che sia collegato.",
      "tbs_assistant_solution_two": "Assicurati di aver <a href=\"https://assistantcomputercontrol.com/#what-can-it-do\" target=\"_blank\">abilitato le applet</a> sull'account collegato al tuo assistente. ACC in realtà non interagisce con il tuo assistente, quindi questo problema riguarda IFTTT o il servizio del tuo assistente",
      "tbs_assistant_solution_three": "<b>Se si utilizza Alexa;</b> IFTTT richiede che tu debba pronunciare <i>Alexa, <b>aziona</b> x</i> prima del trigger effettivo e risponderà sempre <i> \"OK. Lo sto inviando a IFTTT.\" </i>",
      "tbs_assistant_solution_four": "<b>Se stai utilizzando Google Assistant;</b> se il tuo dispositivo Assistente Google <i>(che sia il tuo telefono o un prodotto fisico)</i> potrebbe essere impostato su una lingua diversa rispetto a quella in cui l'applet IFTTT è impostata. Se la lingua dell'applet è impostata su \"Inglese\" ma l'unica lingua che hai abilitato sul tuo account dell'Assistente Google è \"Italiano \", il tuo Assistente Google non capirà la frase inglese. Puoi capire che il problema è questo se il comando che dici è in una lingua diversa dalla risposta che ricevi <i>(es. Se dico una frase inglese al mio assistente, e mi risponde che non capisce, ma in italiano)</i>",
      "tbs_assistant_solution_five": "Controlla lo <a target=\"_blank\" href=\"https://status.ifttt.com/#about-this-site\">stato di IFTTT</a> - se al momento si stanno verificando dei problemi, prova ad aspettare",

      // Section 2 in TBS
      "pc_issues_desc": "<b>Problema:</b> l'assistente risponde, ma non succede nulla sul mio computer.",
      "pc_issues_title": "L'assistente risponde, ma non succede nulla sul computer",

      "tbs_pc_solution_one": "Il tuo servizio cloud <i>(Dropbox, OneDrive, Google Drive)</i> deve essere installato e in esecuzione sempre sul tuo PC - se è chiuso, assicurati di aprirlo.",
      "tbs_pc_solution_two": "Il servizio cloud deve aver effettuato la <b>sincronizzazione  completa!</b> Se (ad esempio) Dropbox sta sincronizzando centinaia e centinaia di file, concedi al tuo servizio cloud un po' di tempo per completare la sincronizzazione di tutti i file sul tuo computer",
      "tbs_pc_solution_three": "Controlla la <a href=\"https://ifttt.com/activity\" target=\"_blank\">pagina attività del tuo IFTTT</a>. Se dice \"Applet fallita\", qualcosa non funziona in IFTTT. A volte può essere risolto scollegando il tuo assistente e l'account del servizio cloud e ricollegandolo. Consulta la <a href=\"https://acc.readme.io/docs/fixing-ifttt-errors\" target=\"_blank\"> Guida alla \"correzione degli errori IFTTT\"</a>",
      "tbs_pc_solution_four": "Prova a cancellare la tua <b>cartella azioni</b> (che si trova in <code>ServizioCloud/AssistantComputerControl</code>, es. <code>C:/Dropbox/AssistantComputerControl</code>). La cartella deve essere completamente vuota.",
      "tbs_pc_solution_five": "Assicurati che l'account al quale il tuo servizio cloud è connesso sul tuo PC sia lo stesso account collegato al tuo account IFTTT <i>(fai riferimento a \"<a href=\"https://acc.readme.io/docs/fixing-ifttt-errors#section-check-cloud-service-connection\" target=\"_blank\">Controlla la sezione connessione al servizio cloud</a>\" della guida sulla \"Correzione degli errori IFTTT\")</i>",
      "tbs_pc_solution_six": "Assicurati che l'applet IFTTT che stai utilizzando sia un'applet per il servizio cloud che hai scelto durante la configurazione ACC sul tuo computer",

      // Section 3 in TBS
      "tbs_still_not_resolved_title": "Ancora non risolto (saranno effettuate correzioni in seguito)",
      "tbs_still_not_resolved_desc": "Se tutte le soluzioni di cui sopra non hanno funzionato, fare riferimento alla <a target=\"_blank\" href=\"https://acc.readme.io/docs/troubleshooting#section-still-not-solved-\">guida alla risoluzione dei problemi</a> <i>(in particolare la sezione \"Non ancora risolti?\")</i>",
      "tbs_still_not_resolved_community_help": "Se <b>ancora</b> non funziona</b>, unisciti al nostro <a href=\"https://discord.gg/B9YGPNF\" target=\"_blank\"><i>server Discord </i></a>. Con oltre 550 membri, sarai in grado di ricevere aiuto rapidamente <i>(e lo sviluppatore spesso risponde in breve tempo)</i> <br />Nel caso in cui ritieni di aver trovato un bug, puoi aprire una <a target=\"_blank\" href=\"https://github.com/AlbertMN/AssistantComputerControl/issues\">issue su GitHub</a> e descrivere il problema."
    },
    "expert_setup": {
      "action_file_extension": "Estensione del file per le azioni",
      "action_folder_path": "Percorso della cartella",
      "back_to_setup": "Torna alla configurazione guidata",
      "description": "Questa configurazione è per chi desidera avere più libertà con AssistantComputerControl.\nCome (o non) sai, ACC utilizza un cloud come Dropbox per comunicare con IFTTT, che gestisce il comando e la risposta dell'assistente.\n\nLa configurazione predefinita/consigliata prevede l'utilizzo di Dropbox, OneDrive o Google Drive. Il compito di ACC fa è quello di cercare un determinato tipo di file in una cartella specifica, le impostazioni avanzate (che esamineremo qui di seguito) ti consentono di modificare queste due impostazioni.\n\nUn'\"azione\" è quello che vogliamo che il computer esegua. Supponiamo di dire al nostro assistente \"Spegni il mio computer\", l'azione è \"shutdown\". La \"Cartella azione\" è il percorso che ACC esamina per recuperare l'azione.",
      "done_button": "Fatto",
      "title": "Configurazione personalizzata"
    },
    "tray_menu": {
      "settings_title": "Impostazioni",
      "help_title": "Aiuto",
      "exit_title": "Esci",
      "open_on_startup": "Esegui all'avvio"
    }
  }
}
